[
  {
    "id": 1,
    "title": "Amite Travels Website Development",
    "description": "We built a complete website from the ground up for Amite Travels — a Sri Lankan travel agency that celebrates adventure, authenticity, and friendship. Using WordPress, our team crafted a sleek, responsive platform that captures the brand’s essence through a minimalistic design inspired by their tusker logo. The site features engaging pages including Home, Services, Blog, Partnerships, and Contact Us. Each section was thoughtfully designed to enhance user experience, showcase travel offerings, and reflect Amite’s spirit of connection and discovery. From concept to launch, we handled the entire process — design, development, optimization, and deployment — resulting in a modern, fast, and easy-to-manage website that brings the Amite journey to life.",
    "image": "project1.jpg",
    "demo": "https://demo-website-redesign.com",
    "github": "https://github.com/username/website-redesign",
    "technologies": ["WordPress", "HTML", "CSS"]
  },
  {
    "id": 2,
    "title": "රොමේෂ්ට 20යි Live In Concert",
    "description": "Motivista Events & Productions proudly joined hands in organizing 'රොමේෂ්ට 20යි' — a grand musical celebration marking two decades of the remarkable journey of the renowned artist, Romesh Sugathapala. This unforgettable concert brought together leading musicians, celebrities, and notable personalities to honor his legacy and passion for music. From stage design and lighting to event coordination and promotion, our team ensured every element resonated with the spirit of this milestone celebration. It was a night of music, memories, and mastery — a true tribute to Romesh’s 20-year musical journey.",
    "image": "project2.jpg",
    "demo": "https://demo-brand-campaign.com",
    "github": "https://github.com/username/brand-campaign",
    "technologies": ["Event Management", "Stage Design", "Production"]
  },
  {
    "id": 3,
    "title": "Career Guidance Session",
    "description": "Motivista Academy of Excellence, in collaboration with Nawaloka College of Higher Studies (NCHS), conducted a career guidance training session for Advanced Level students of Sirimavo Bandaranaike Vidyalaya, Colombo 07. Held at the school auditorium, this impactful initiative aimed to empower students with the knowledge, direction, and confidence to make informed career decisions. Our team organized and facilitated the session, blending inspiration with practical guidance to help students navigate their academic and professional journeys with clarity and purpose.",
    "image": "project3.jpg",
    "demo": "https://demo-event-management.com",
    "github": "https://github.com/username/event-management",
    "technologies": ["Planning", "Coordination", "Logistics"]
  }
]
